{
	"withName":{
		"2045":"UNIQUE Active - Ghost Ward: Consumes a charge to place a Stealth Ward that reveals the surrounding area for 3 minutes. A player may only have 3 Stealth Wards on the map at one time.(Unique Passives with the same name don't stack.)",
		"2049":"UNIQUE Active - Ghost Ward: Consumes a charge to place a Stealth Ward that reveals the surrounding area for 3 minutes. A player may only have 3 Stealth Wards on the map at one time.(Unique Passives with the same name don't stack.)",
		"3040":"UNIQUE Active - Mana Shield: Consumes 20% of current Mana to grant a shield for 3 seconds that absorbs damage equal to 150 plus the amount of Mana consumed (120 second cooldown).(Unique Passives with the same name don't stack.)",
		"3048":"UNIQUE Active - Mana Shield: Consumes 20% of current Mana to grant a shield for 3 seconds that absorbs damage equal to 150 plus the amount of Mana consumed (120 second cooldown).(Unique Passives with the same name don't stack.)",
		"3074":"UNIQUE Active - Crescent: Deals 60% to 100% of total Attack Damage as physical damage to nearby enemy units (closest enemies take the most damage) (10 second cooldown).(Unique Passives with the same name don't stack.)",
		"3077":"UNIQUE Active - Crescent: Deals 60% to 100% of total Attack Damage as physical damage to nearby enemy units (closest enemies take the most damage) (10 second cooldown).(Unique Passives with the same name don't stack.)",
		"3159":"UNIQUE Active - Hunter's Sight: A stealth-detecting mist grants vision in the target area for 5 seconds, revealing enemy champions that enter for 3 seconds (60 second cooldown).",
		"3166":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 60 seconds (120 Second cooldown). Active upgrades at 6 Trophies. ",
		"3167":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 60 seconds (120 Second cooldown). Active upgrades at 6 Trophies.",
		"3168":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 120 seconds (120 Second cooldown). Active upgrades at 20 Trophies.",
		"3169":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 120 seconds (120 Second cooldown). Active upgrades at 20 Trophies.",
		"3171":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 180 seconds (90 Second cooldown).",
		"3175":"UNIQUE Active - Bonetooth Totem: Places a Stealth Ward that lasts 180 seconds (90 Second cooldown). Limit 3 Stealth Wards on the map per player.",
		"3185":"UNIQUE Active - Hunter's Sight: A stealth-detecting mist grants vision in the target area for 5 seconds, revealing enemy champions that enter for 3 seconds (60 second cooldown).(Unique Passives with the same name don't stack.)",
		"3187":"UNIQUE Active - Hunter's Sight: A stealth-detecting mist grants vision in the target area for 5 seconds, revealing enemy champions that enter for 3 seconds (60 second cooldown).",
		"3204":"UNIQUE Active - Hunter's Sight: A stealth-detecting mist grants vision in the target area for 5 seconds, revealing enemy champions that enter for 3 seconds (60 second cooldown).",
		"3205":"UNIQUE Active - Hunter's Ward: Places a Stealth Ward that reveals the surrounding area for 180 seconds (180 second cooldown).(Unique Passives or Actives with the same name don't stack.)",
		"3207":"UNIQUE Active - Hunter's Ward: Places a Stealth Ward that reveals the surrounding area for 180 seconds (180 second cooldown).Limited to 1 Gold Income item",
		"3208":"UNIQUE Active - Hunter's Sight: A stealth-detecting mist grants vision in the target area for 5 seconds, revealing enemy champions that enter for 3 seconds (60 second cooldown).Limited to 1 Gold Income item",
		"3290":"UNIQUE Active - Hunt: Summons up to 2 invulnerable ghosts that seek out the 2 nearest enemy champions for 6 seconds. If a ghost reaches its target, it reveals the target and reduces their Movement Speed by 40% for 2.5 seconds.If a ghost cannot find a target, it tries to return to the caster. Ghosts that successfully return in this way reduce the item's cooldown by 20 seconds (60 second cooldown).",
		"3405":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 4 seconds in a small radius (90 second cooldown). Active upgrades at 6 Trophies.",
		"3406":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 4 seconds in a small radius (90 second cooldown). Active upgrades at 6 Trophies.",
		"3407":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 6 seconds in a medium radius (60 second cooldown). Active upgrades at 20 Trophies.",
		"3408":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 6 seconds in a medium radius (60 second cooldown). Active upgrades at 20 Trophies.",
		"3409":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 6 seconds in a medium radius and grants detection of invisible units for 10 seconds (60 second cooldown).",
		"3410":"UNIQUE Active - Sweeping Lens: Reveals and disables nearby invisible traps and invisible wards for 6 seconds in a medium radius and grants detection of invisible units for 10 seconds (60 second cooldown).",
		"3411":"UNIQUE Active - Scrying: Reveals a small location within 2500 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (120 second cooldown). Active upgrades at 6 Trophies.",
		"3412":"UNIQUE Active - Scrying: Reveals a small location within 2500 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (120 second cooldown). Active upgrades at 6 Trophies.",
		"3413":"UNIQUE Active - Scrying: Reveals a small location within 3500 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (120 second cooldown). Active upgrades at 20 Trophies.",
		"3414":"UNIQUE Active - Scrying: Reveals a small location within 3500 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (90 second cooldown). Active upgrades at 20 Trophies.",
		"3415":"UNIQUE Active - Scrying: Reveals a small location within 4000 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (90 second cooldown).",
		"3416":"UNIQUE Active - Scrying: Reveals a small location within 4000 range for 2 seconds. Enemy champions found will be revealed for 5 seconds (90 second cooldown)."
	},
	"withoutName":{
		"3056":"UNIQUE Active: +300 Health+50 Armor+100% Base Health Regen (+round(1*stats[BaseHPRegenRate]*5) Health per 5 seconds)+10% Cooldown ReductionUNIQUE Active: Prevents nearby enemy turrets from attacking for 3 seconds (120 second cooldown). This effect cannot be used against the same turret more than once every 8 seconds.",
		"3361":"UNIQUE Active: Places an invisible ward that reveals the surrounding area for 180 seconds (90 second cooldown). Limit 3 Stealth Wards on the map per player.(Trinkets cannot be used in the first 30 seconds of a game. Selling a Trinket will disable Trinket use for 120 seconds.)",
		"3362":"UNIQUE Active: Places a visible ward that reveals the surrounding area and invisible units in the area until killed (180 second cooldown). Limit 1 Vision Ward on the map per player.(Trinkets cannot be used in the first 30 seconds of a game. Selling a Trinket will disable Trinket use for 120 seconds.)",
		"3363":"UNIQUE Active: Reveals an area up to 4000 units away for 2 second. Enemy champions found will be revealed for 5 seconds (90 second cooldown).(Trinkets cannot be used in the first 30 seconds of a game. Selling a Trinket will disable Trinket use for 120 seconds.)",
		"3364":"UNIQUE Active: Reveals and disables nearby invisible traps and invisible wards for 6 seconds in a medium radius and grants detection of nearby invisible units for 10 seconds (60 second cooldown.)(Trinkets cannot be used in the first 30 seconds of a game. Selling a Trinket will disable Trinket use for 120 seconds.)",
		"3401":"UNIQUE Active: Shield target ally for 10% of your maximum Health for 4 seconds. After 4 seconds, the target explodes dealing 100% of their total Attack Damage plus 30% of their Ability Power as magic damage in an area. (60 second cooldown)Limited to 1 Gold Income item",
		"3800":"UNIQUE Active: Grants +60% Movement Speed to nearby allies when moving towards enemies or enemy turrets for 3 seconds.  After 3 seconds, a shockwave is emitted, slowing nearby enemy champion Movement Speed by 80% for 1 second(s) (60s Cooldown.)This effect may be reactivated early to instantly release the shockwave."
	}
}